Repository: Mazotis/Homeserver
Catalog: locales/*/LC_MESSAGES/*.po
Languages: fr

source: Homeserver control panel
fr: Panneau de contrôle Homeserver

source: Loading...
fr: Chargement...

source: Updating device status...
fr: Mise à jour du statut des dispositifs...

source: Rooms
fr: Pièces

source: Devices
fr: Dispositifs

source: Groups
fr: Groupes

source: No available device groups
fr: Aucun groupe de dispositifs trouvé

source: Time check feature. Today's start time:
fr: Heure de démarrage pour aujourd'hui:

source: N/A
fr: N/D

source: Check time of day before executing changes
fr: Vérifier l'heure avant d'effectuer des changements

source: Execute changes anytime
fr: Effectuer des changements n'importe quand

source: Automatic mode
fr: Mode automatique

source: Set all devices to automatic mode
fr: Mettre tous les dispositifs en mode automatique

source: Mode selection toggles
fr: Sélecteurs de mode

source: Hide mode selection toggles
fr: Masques les sélecteurs de mode

source: Show mode selection toggles
fr: Afficher les sélecteurs de mode

source: Manual
fr: Manuel

source: Save
fr: Enregistrer

source: Close
fr: Fermer

source: Scheduled
fr: Planifié

source: Backup
fr: Sauvegardes

source: Run a preconfigured backup
fr: Exécuter une sauvegarde de fichiers préconfigurée

source: Debug log
fr: Journaux de débuggage

source: Refresh
fr: Réactualiser

source: Full debug log
fr: Journaux complets

source: 'Debug' level logs
fr: Journaux de niveau 'Debug'

source: 'Error' level logs
fr: Journaux de niveau 'Error'

source: Hello!
fr: Bonjour!

source: Running requests and getting cached state status...
fr: Exécution des requêtes et obtention du statut en cache des dispositifs

source: Querying device state...
fr: Obtention du statut des dispositifs en temps réel

source: Device configuration
fr: Configuration du dispositif

source: Unlock device
fr: Débloquer le dispositif

source: Lock device in this state
fr: Bloquer le dispositif dans cet état

source: Module configuration
fr: Configuration des modules

source: Settings for device ID
fr: Paramètres du dispositif ID

source: WARNING - do not use latin characters (é,à,ç...) or upper-case words if not absolutely required (for example, file locations, MAC addresses, True/False) as it may break your configuration
fr: ATTENTION - ne pas utiliser de caractères latins (é,à,ç...) ou de majuscules si non requis (par exemple, noms de fichiers, adresses MAC, True/False) car cela pourrait briser la configuration

source: Settings for module
fr: Configurations pour le module

source: Attempt device reconnection
fr: Tenter une reconnection du dispositif

source: Confirm device state
fr: Confirmer état du dispositif

source: device
fr: dispositif

source: devices
fr: dispositifs

source: Device follows the time-check feature
fr: Le dispositif suit la fonction de vérification du temps

source: If the device status is OFF, will ignore all turn-off requests
fr: Si le dispositif est éteint, va ignorer toutes les requêtes OFF

source: Device ignores its mode
fr: Le dispositif ne tient pas compte de son mode

source: Device has a delay between state changes
fr: Le dispositif présente un délai entre l'exécution de requêtes

source: Device is read-only
fr: Le dispositif est en lecture seulement

source: Presets editor
fr: Éditeur de préréglages

source: Existing presets
fr: Préréglages existants

source: Edit preset
fr: Éditer un préréglage

source: Preset name
fr: Nom du préréglage

source: State values for the devices
fr: Valeurs d'état pour les dispositifs

source: Apply state change on specified device group(s)
fr: Appliquer le changement d'état sur le(s) groupe(s) de dispositifs

source: Skip the time check and run the script anyways
fr: Ignorer la vérification de l'heure et exécuter la requête tout de même

source: Run the request after a given number of seconds
fr: Exécuter la requête après un nombre défini de secondes

source: Turn all devices selected in current request ON
fr: Mettre les dispositifs sélectionnés dans la requête à ON

source: Turn all devices selected in current request OFF
fr: Mettre les dispositifs sélectionnés dans la requête à OFF

source: Trigger a device restart for compatible devices
fr: Redémarrer les dispositifs compatibles avec cette fonction

source: Toggle ON/OFF all devices selected in current request
fr: Inverser l'état (ON/OFF) des dispositifs sélectionnés dans la requête

source: Force device state change (whatever the actual mode) and set back devices to AUTO mode
fr: Forcer le changement d'état (peu importe le mode actuel) et remettre les dispositifs en mode AUTO

source: Run non-DEVICE_SKIP state requests as AUTO mode
fr: Exécuter toutes les requêtes non-DEVICE_SKIP en mode AUTO

source: Force device ID# to change mode (as set by auto-mode)
fr: Forcer le dispositif ID# à changer de mode (tel que défini parauto-mode)

source: Purge all RTT, locations and location training data
fr: Purger les données RTT, de location et d'entraînement

source: Device types
fr: Types de dispositifs

source: 1: ON, 0: OFF, -1: Ignore. State choice can either be a single value (will apply to all devices of the same type) or a comma-separated list for each separated devices of the same kind - in order of configuration - device1state,device2state...
fr: 1: ON, 0: OFF, -1: Ignorer. Le choix d'état peut soit être une valeur unique (qui va s'appliquer sur tous les dispositifs du même type) ou une liste de valeurs séparées par une virgule pour chaque dispositif de ce type - en ordre de configuration - device1state, device2state...

source: No preconfigured presets found in home.ini!
fr: Pas de préréglages trouvés dans home.ini!

source: You need a preset name
fr: Vous devez spécifier un nom de préréglage

source: Preset is invalid. Check the debug file for details.
fr: Le préréglage est invalide - Voir le fichier de débug pour des détails

source: Reload config file
fr: Recharger le fichier de configuration

source: Tools
fr: Outils
